{
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "NvChad": {
    "branch": "v2.5"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "base46": {
    "branch": "v3.0"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "luvit-meta": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "menu": {
    "branch": "main"
  },
  "minty": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-dart": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ufo": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "promise-async": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ui": {
    "branch": "v3.0"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "volt": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
